{
    "appl_id": 11193534,
    "subproject_id": null,
    "fiscal_year": 2025,
    "project_num": "5R21MD020187-02",
    "project_serial_num": "MD020187",
    "organization": {
        "org_name": "WEST VIRGINIA UNIVERSITY",
        "city": null,
        "country": null,
        "org_city": "MORGANTOWN",
        "org_country": "UNITED STATES",
        "org_state": "WV",
        "org_state_name": null,
        "dept_type": "ENGINEERING (ALL TYPES)",
        "fips_country_code": null,
        "org_duns": [
            "191510239"
        ],
        "org_ueis": [
            "M7PNRH24BBM8"
        ],
        "primary_duns": "191510239",
        "primary_uei": "M7PNRH24BBM8",
        "org_fips": "US",
        "org_ipf_code": "9163701",
        "org_zipcode": "265066845",
        "external_org_id": 9163701
    },
    "award_type": "5",
    "activity_code": "R21",
    "award_amount": 190000,
    "is_active": true,
    "project_num_split": {
        "appl_type_code": "5",
        "activity_code": "R21",
        "ic_code": "MD",
        "serial_num": "020187",
        "support_year": "02",
        "full_support_year": "02",
        "suffix_code": ""
    },
    "principal_investigators": [
        {
            "profile_id": 78229422,
            "first_name": "Bradley",
            "middle_name": "",
            "last_name": "Price",
            "is_contact_pi": true,
            "full_name": "Bradley  Price",
            "title": ""
        }
    ],
    "contact_pi_name": "PRICE, BRADLEY ",
    "program_officers": [
        {
            "first_name": "DOLLY",
            "middle_name": "PENN",
            "last_name": "WHITE",
            "full_name": "DOLLY PENN WHITE"
        }
    ],
    "agency_ic_admin": {
        "code": "MD",
        "abbreviation": "NIMHD",
        "name": "National Institute on Minority Health and Health Disparities"
    },
    "agency_ic_fundings": [
        {
            "fy": 2025,
            "code": "MD",
            "name": "National Institute on Minority Health and Health Disparities",
            "abbreviation": "NIMHD",
            "total_cost": 190000.0,
            "direct_cost_ic": 125000.0,
            "indirect_cost_ic": 65000.0
        }
    ],
    "cong_dist": "WV-02",
    "spending_categories": null,
    "project_start_date": "2024-09-16T00:00:00",
    "project_end_date": "2026-04-30T00:00:00",
    "organization_type": {
        "name": "BIOMED ENGR/COL ENGR/ENGR STA",
        "code": "10",
        "is_other": false
    },
    "geo_lat_lon": {
        "lon": -79.973319,
        "lat": 39.618877
    },
    "opportunity_number": "PAR-23-111",
    "full_study_section": {
        "srg_code": "CDMA",
        "srg_flex": null,
        "sra_designator_code": null,
        "sra_flex_code": null,
        "group_code": null,
        "name": "Clinical Data Management and Analysis Study Section[CDMA]"
    },
    "award_notice_date": "2025-04-30T00:00:00",
    "is_new": false,
    "mechanism_code_dc": "RP",
    "core_project_num": "R21MD020187",
    "terms": null,
    "pref_terms": null,
    "abstract_text": "The Sars-CoV-2 pandemic presented unprecedented challenges in many areas of healthcare.\nOne important area was accurately forecasting the need for resources such as testing,\nvaccinations, and other critical resources that are linked to hospital care. In rural areas, these\nissues become even more complex due to increased isolation, health disparities, and social\ndeterminants of health. Rural residents have different social and economic profiles and face\ndifferent environmental factors than their urban counterparts. The data collected during the\nRADx-Up project provides a unique opportunity to leverage the Common Data Elements (CDE)\nto inform and develop the next generation of predictive modeling techniques. West Virginia\n(WV), which hosted two unique and highly successful community-based testing, RADx-Up\ntesting projects, provides a novel testing ground for this development. Furthermore, our RadX\nstudy has unique access to secondary data sources that supplement the two West Virginia\nRadX studies, providing the ability to leverage further the RadX Common Data Elements to\ndevelop the next generation of forecasting tools that will be necessary during events like the\nSars-CoV-2 pandemic.\n This study utilizes statewide Sars-CoV-2 testing, vaccination, hospitalization data, and\nRadX data from two state-wide West Virginia projects to develop novel behavior-informed multi-\ntask machine learning frameworks to predict localities for targeted public health interventions.\nIn the first aim, we utilize the results of the RadX survey data in West Virginia in the context of\nthe various waves of the pandemic. This will provide insights into behavior changes in how\nindividuals in various communities sought testing and how it impacted other resources such as\nvaccinations. We also view this in the context of the disease severity with access to full-state\ntesting data and hospitalizations associated with those communities. This will create a\nbehavioral profile to understand how these behaviors changed over various waves of the\npandemic. In the second aim, we develop novel machine learning frameworks that allow public\nhealth officials and practitioners to include and exploit these insights to create better-targeted\npublic health interventions. This requires developing new computational and graph-constrained\nmulti-task machine-learning paradigms that leverage the relationship between outcomes such\nas incidence, testing utilization, vaccine uptake, and hospitalization while also considering the\nrelationships between locations. These methods will generalize beyond Sars-Cov-2 to other\nemerging and re-emerging infectious diseases and apply broadly to other public health crises.",
    "project_title": "Leveraging COVID-19 Insights to Develop Novel Behavior-Informed Multi-Task Machine Learning Frameworks for Targeted Public Health Interventions in Rural America",
    "phr_text": "The Sars-CoV-2 pandemic presented unprecedented challenges in many areas of healthcare,\nsuch as accurately forecasting the need for critical resources linked to public health\ninterventions. This research develops novel multi-task graph constrained machine-learning\ntechniques to jointly predict related resources at the local level, including behavioral information.\nThese methods are developed utilizing data from the RadX projects in West Virginia, combining\nstatewide public health surveillance and hospitalization data, and have generalizability beyond\nSars-Cov-2 to other public health crises.",
    "spending_categories_desc": null,
    "agency_code": "NIH",
    "covid_response": null,
    "arra_funded": "N",
    "budget_start": "2025-05-01T00:00:00",
    "budget_end": "2026-04-30T00:00:00",
    "cfda_code": "307",
    "funding_mechanism": "Non-SBIR/STTR",
    "direct_cost_amt": 125000,
    "indirect_cost_amt": 65000,
    "project_detail_url": "https://reporter.nih.gov/project-details/11193534",
    "date_added": "2025-05-03T16:12:43"
}